tap "ekvedaras/cask"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "riddleman/tap"
tap "samuelmeuli/tap"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "node"
brew "corepack"
brew "ctop"
brew "dive"
brew "dockerize"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "mas"
brew "ncdu"
brew "nghttp2"
brew "nmap"
brew "rustup-init"
brew "tilt"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "wget"
brew "ykman"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "riddleman/tap/doken"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alacritty"
cask "dash"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack"
cask "grammarly"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "obinskit"
cask "opera"
cask "origin"
cask "spectacle"
cask "spotify"
cask "steam"
cask "steelseries-engine"
cask "tunnelblick"
cask "vagrant"
cask "webstorm"
cask "xbox360-controller-driver-unofficial"
mas "Lungo", id: 1263070803
mas "Snap", id: 418073146
mas "Xcode", id: 497799835

